tap "azure/kubelogin"
tap "koekeishiya/formulae"
tap "stacc/tap"
brew "giflib"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "azure-cli"
brew "bash-completion"
brew "biome"
brew "cairo"
brew "cocoapods"
brew "git"
brew "git-extras"
brew "gitui"
brew "jq"
brew "k9s"
brew "kubectx"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "yarn"
brew "z"
brew "zsh-autosuggestions"
cask "clipy"
cask "cursor"
cask "discord"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "pgadmin4"
cask "postman"
cask "pycharm-ce"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "zen"
vscode "akamud.vscode-theme-onedark"
vscode "biomejs.biome"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "vscode-icons-team.vscode-icons"
