tap "azure/kubelogin"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "stacc/tap"
brew "giflib"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "azure-cli"
brew "bash-completion"
brew "cairo"
brew "cocoapods"
brew "curl"
brew "libpq"
brew "php"
brew "composer"
brew "direnv"
brew "docker"
brew "dotnet@6"
brew "git"
brew "git-extras"
brew "git-flow"
brew "helm"
brew "helmfile"
brew "jpeg"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "legit"
brew "pango"
brew "librsvg"
brew "openjdk"
brew "maven"
brew "neovim"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "pkg-config"
brew "postgresql@16"
brew "ripgrep"
brew "starship"
brew "stern"
brew "yarn"
brew "zsh-autosuggestions"
brew "azure/kubelogin/kubelogin"
brew "stacc/tap/stacc-next"
cask "1password"
cask "1password-cli"
cask "arc"
cask "clipy"
cask "dbeaver-community"
cask "discord"
cask "dotnet"
cask "font-hack-nerd-font"
cask "fork"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "mongodb-compass"
cask "notion"
cask "pgadmin4"
cask "postman"
cask "pycharm-ce"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
vscode "akamud.vscode-theme-onedark"
vscode "biomejs.biome"
vscode "christian-kohler.path-intellisense"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "vscode-icons-team.vscode-icons"
